
import './About.css'
import Header from './Header';

const About = () => {
    return (
        <>  
          <Header/>
            <div className='divAll'> 
           
             
             <div className='innerDiv'></div>
                <h1>קצת עלינו:)</h1>
                <h5><br/>
                אתר מתכוני הוא פורטל אוכל המכיל מאגר עשיר של מתכונים,<br/>
                 מידע, רעיונות וטיפים בעיקר בתחום המזון.<br/>

הקמתי את האתר כדי לתת מקום לתחביב מאוד אהוב שלי –<br/>
 עולם הבישול והאפייה.<br/>
קוראים לי עמית מנשרי וגדלתי במשפחה שמאוד אהבה להתעסק באוכל,<br/>
 החל מההכנה ועד לשלבי האירוח.<br/>
כשהתבגרתי, התחתנתי ועברתי לבית משלי,<br/>
 הבנתי שהרבה מהבית שגדלתי בו הושרש בי –<br/>
  אבל לא היה לי ניסיון במטבח.<br/>
לא הייתי מומחית בתחום <br/>
ובהתחלה חיפשתי בעיקר פתרונות מהירים וקלים.<br/>
מצאתי את עצמי גולשת שעות באתרי מתכונים.<br/>
התחלתי לנסות מתכונים, לשלב בין חומרים וכך התאהבתי בעולם הזה.<br/>
<br/>
הקמתי את אתר מתכוני כדי לשתף ולפרסם מתכונים,<br/>
 כאלו שאני הייתי שמחה לראות ולהכין.<br/>
אז אספתי מגוון מתכונים מנצחים מחברים ומשפחה, כדי ליצור פורטל אוכל איכותי. ויצאתי לדרך!<br/>
<br/>
מאגר המתכונים שלנו מחולק לקטגוריות שונות על מנת להעניק את מירב הנוחות ויכולת התמצאות מהירה באתר.<br/>
בכל מתכון באתר תוכלו למצוא פרטים על המתכון,
 כפתור הדפסה המיועד להדפסת המתכון בצורה מהירה וממוקדת, רשימת מצרכים עם אופציה לסימון <br/>
 (יכול לעזור כאשר נדרש להביא הרבה מצרכים), והוראות הכנה מפורטות.


               </h5> 
               
            </div>

        </>
    )
}
export default About;